Repository: heopill/EggTime
Catalog: EggTimer/Features/Timer/Timer.xcstrings
Source language: ko
Languages: en

# Cancel
source: 취소
en: Cancel

# EggTime
source: 에그타임
en: EggTime

# Pause
source: 일시정지
en: Pause

# Press the start button
source: 시작 버튼을 눌러주세요
en: Press the start button

# Recipe
source: 레시피
en: Recipes

# Reset
source: 초기화
en: Reset

# Reset the timer?
source: 타이머를 초기화 하시겠습니까?
en: Reset the timer?

# Reset timer
source: 초기화 하기
en: Reset

# Resume
source: 재시작
en: Resume

# Settings
source: 설정
en: Settings

# Start
source: 시작
en: Start

# This cannot be undone after resetting.
source: 초기화 이후에는 취소할 수 없습니다.
en: This cannot be undone after resetting.

# Timer
source: 타이머
en: Timer

# You can resume boiling
source: 이어서 계속 삶을 수 있어요
en: You can resume boiling

# Your egg is cooking!
source: 계란이 익고 있어요!
en: Your egg is cooking!

# Your egg is perfectly boiled!
source: 계란이 맛있게 삶아졌어요!
en: Your egg is perfectly boiled!
